Repository: ashish-tandon/OpenPolicyMerge
Catalog: services/legacy-django/src/finder/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Newfoundland and Labrador councils
fr: Conseils de Terre-Neuve-et-Labrador

source: Prince Edward Island councils
fr: Conseils de l'Île-du-Prince-Édouard

source: Nova Scotia councils
fr: Conseils de la Nouvelle-Écosse

source: New Brunswick councils
fr: Conseils du Nouveau-Brunswick

source: Quebec councils
fr: Conseils du Québec

source: Ontario councils
fr: Conseils de l'Ontario

source: Manitoba councils
fr: Conseils du Manitoba

source: Saskatchewan councils
fr: Conseils de la Saskatchewan

source: Alberta councils
fr: Conseils de l'Alberta

source: British Columbia councils
fr: Conseils de la Colombie-Britannique

source: Yukon councils
fr: Conseils du Yukon

source: Northwest Territories councils
fr: Conseils des Territoires du Nord-Ouest

source: Nunavut councils
fr: Conseils du Nunavut

source: Provincial legislatures
fr: Législatures provinciales

source: All elected officials
fr: Tous les représentants élus

source: Uncategorized
fr: Autres

source: Map
fr: Carte

source: Email
fr: Contacter

source: en
fr: fr

source: Select your address
fr: Sélectionnez votre adresse
